tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "mas"
brew "node"
brew "postgresql@14", restart_service: true
brew "git-duet/tap/git-duet"
cask "clipy"
cask "discord"
cask "docker"
cask "emacs"
cask "fig"
cask "figma"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "intellij-idea"
cask "miro"
cask "notion"
cask "postman"
cask "pushplaylabs-sidekick"
cask "rectangle"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
