tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "idoavrah/homebrew"
tap "snyk/tap"
tap "weaveworks/tap"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "python@3.12"
brew "awscli"
brew "btop"
brew "cfssl"
brew "checkov"
brew "ctop"
brew "docutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "gitup"
brew "gping"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "nano"
brew "newrelic-cli"
brew "node"
brew "oha"
brew "pandoc"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "ruby-build"
brew "rbenv"
brew "sniffnet"
brew "tcl-tk"
brew "terraform-docs"
brew "tree"
brew "velero"
brew "vim"
brew "wget"
brew "buildpacks/tap/pack"
brew "terraform"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli@8"
brew "git-duet/tap/git-duet"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "idoavrah/homebrew/tftui"
brew "snyk/tap/snyk"
brew "weaveworks/tap/eksctl"
cask "adobe-creative-cloud"
cask "amazon-q"
cask "clipy"
cask "cleanshot"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "discord"
cask "figma
cask "ghostty"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "inkscape"
cask "intellij-idea"
cask "jasp"
cask "kindle"
cask "microsoft-edge"
cask "miro"
cask "notion"
cask "netspot"
cask "postman"
cask "rectangle"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wireshark"
cask "zoom"
mas "Canva", id: 897446215
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anseki.vscode-color"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codestream.codestream"
vscode "corschenzi.mermaid-graphical-editor"
vscode "cstrap.flask-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expresssnippets.vscode-express-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "infracost.infracost"
vscode "ipedrazas.kubernetes-snippets"
vscode "jaybarnes.chatgpt-vscode-plugin"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "leodevbro.blockman"
vscode "lintangwisesa.captain-america"
vscode "marp-team.marp-vscode"
vscode "mathematic.vscode-latex"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naco-siren.gradle-language"
vscode "niravagarwal.star-wars-theme"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "ortoni.ortoni"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "thekalinga.bootstrap4-vscode"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-spring-initializr"
vscode "wmaurer.change-case"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
